NSCameraUsageDescription = "Kameran används för videosamtal.";
NSMicrophoneUsageDescription = "Mikrofonen används för röst- och videosamtal.";
NSPhotoLibraryUsageDescription = "Åtkomst till bildbiblioteket krävs för att dela bilder och videor från enheten.";
NSContactsUsageDescription = "Åtkomst till kontakter krävs för att matcha kontakter i adressboken med kontakter på servern.";
NSLocationWhenInUseUsageDescription = "Platsåtkomst krävs för att dela din plats med andra.";
NSSpeechRecognitionUsageDescription = "Taligenkänning krävs för att transkribera röstmeddelanden på enheten.";
